/* error description */
"A file could not be downloaded." = "A file could not be downloaded.";

/* error description */
"A PDF could not be parsed." = "A PDF could not be parsed.";

/* error description */
"A section was not downloaded." = "A section was not downloaded.";

/* failure reason */
"Expected the section “%@” to be downloaded, but it wasn’t." = "Expected the section “%@” to be downloaded, but it wasn’t.";

/* error description */
"Failed to convert a PDF to PostScript." = "Failed to convert a PDF to PostScript.";

/* error description */
"Failed to convert a PostScript file to PDF." = "Failed to convert a PostScript file to PDF.";

/* failure reason */
"GhostScript could not recombine the PostScript files into a PDF file." = "GhostScript could not recombine the PostScript files into a PDF file.";

/* failure reason */
"Poppler could not convert the file at “%@” from PDF to PostScript." = "Poppler could not convert the file at “%@” from PDF to PostScript.";

/* failure reason */
"Response %d received when downloading “%@”." = "Response %1$d received when downloading “%2$@”.";

/* failure reason */
"The file at “%@” doesn’t seem to be a valid PDF file." = "The file at “%@” doesn’t seem to be a valid PDF file.";

/* failure reason */
"The HTML page was not ISO-8859-1 encoded." = "The HTML page was not ISO-8859-1 encoded.";

/* failure reason */
"The page had an unexpected HTML structure." = "The page had an unexpected HTML structure.";

/* error description */
"The Table of Contents page could not be parsed." = "The Table of Contents page could not be parsed.";

/* error description */
"The Table of Contents page was in an unexpected encoding." = "The Table of Contents page was in an unexpected encoding.";

/* recovery suggestion */
"Try removing the work/book.json file and re-running the Generator." = "Try removing the work/book.json file and re-running the Generator.";

/* failure reason */
"Unexpected response type when downloading “%@”." = "Unexpected response type when downloading “%@”.";

/* recovery suggestion */
"Verify that the Cirrus web site is accessible and the URL is correct. If not, try removing the “work/book.json” file and re-running the Generator." = "Verify that the Cirrus web site is accessible and the URL is correct. If not, try removing the “work/book.json” file and re-running the Generator.";

/* recovery suggestion */
"Verify the files in “work/ps” are properly formatted. If not, try removing the “work” directory and re-running the generatror. You can also try updating GhostScript." = "Verify the files in “work/ps” are properly formatted. If not, try removing the “work” directory and re-running the generatror. You can also try updating GhostScript.";

/* recovery suggestion */
"Verify the PDF is properly formatted. If not, try removing the “%@” file and re-running the generator. You can also try updating Poppler." = "Verify the PDF is properly formatted. If not, try removing the “%@” file and re-running the generator. You can also try updating Poppler.";

/* recovery suggestion */
"Verify the URL you are passing to the generator is correct. (It must be the URL to the TOC frame specifically, not the AMM page.) If so, Cirrus may have changed the format of their Table of Contents page, which will require modifying the code for the Generator." = "Verify the URL you are passing to the generator is correct. (It must be the URL to the TOC frame specifically, not the AMM page.) If so, Cirrus may have changed the format of their Table of Contents page, which will require modifying the code for the Generator.";

